Revit 2027 API
ParameterTypeId.ThermalMaterialConductivity Property
 "Thermal Conductivity"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ThermalMaterialConductivity { get; }
Public Shared ReadOnly Property ThermalMaterialConductivity As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ThermalMaterialConductivity {
	ForgeTypeId^ get ();
}
static member ThermalMaterialConductivity : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace